{
	"PAGES": {
		"ABOUT": {
			"ABOUTMESSAGE": "<p>Das CasinoCoin Token Wallet ermöglicht es Ihnen, Ihr Wallet auf Ihrem Handy zu halten, so dass Sie Transaktionen mit CasinoCoin oder jedem anderen öffentlich auf der CasinoCoin-Blockchain zugeteilten Token in Reichweite Ihres Daumens durchführen können.</p><p>Mit modernster Blockchain-Technologie können Sie sicher und zuverlässig auf einigen der weltweit beliebtesten regulierten Spieleseiten mit einer nativen Kryptowährung spielen.</p><p>Einzahlungen und Abhebungen sind blitzschnell und praktisch kostenlos.</p><p>Willkommen in Ihrem CasinoCoin Token Wallet - die Zukunft des Glücksspiels ist da.</p>",
			"PRIVACYLINK": "Datenschutz",
			"TERMSLINK": "Nutzungsbedingungen",
			"TITLE": "Über",
			"VERSIONMESSAGE": "Wallet Version {{version}} {{network}}",
			"VERSIONTITLE": "Token Wallet:"
		},
		"CONTACTS": {
			"ADD-CONTACTS-ACCOUNT-LABEL": "Account ID:",
			"ADD-CONTACTS-ADD-BTN": "Kontakt hinzufügen",
			"ADD-CONTACTS-UPD-BTN": "Kontakt aktualisieren",
			"ADD-CONTACTS-BUTTON": "Kontakt hinzufügen",
			"ADD-CONTACTS-CANCEL-BTN": "Abbrechen",
			"ADD-CONTACTS-DESTINATION-TAG-LABEL": "Empfänger Tag:",
			"ADD-CONTACTS-NAME-LABEL": "Name:",
			"ADD-CONTACTS-NOTES-LABEL": "Notizen:",
			"ADD-CONTACTS-ERRORS":{
				"HEADER":"FEHLER",
				"SUBHEADER":"Kontakt konnte nicht hinzugefügt werden!",
				"MSGACCTIDREQUIRED":"Account ID muss gefüllt sein!",
				"MSGNAMEREQUIRED":"Geben Sie den Namen Ihres Kontaktes ein!",
				"MSGINVALIDACCTID":"Die Account ID ist nicht gültig. Überprüfen Sie Ihre Eingabe!",
				"MSGDISCONNECTED":"Es besteht keine Verbindung zum Netzwerk. Stellen Sie eine Verbindung her und probieren es erneut!",
				"MSGALREADYADDED":"Es besteht bereits ein Konto mit dieser Account ID!",
				"OK":"OK"
			},
			"ADD-CONTACTS-SCAN-BTN": "Scan",
			"ADD-CONTACTS-TITLE": "Kontakt hinzufügen",
			"NO-CONTACTS": "Keine Kontakte vorhanden",
			"NO-CONTACTS-MESSAGE": "Sie haben momentan keine Kontakte!",
			"TITLE": "Kontakte",
			"DELETE-CONTACT":{
				"HEADER":"Kontakt löschen",
				"SUBHEADER":"Vorgang bestätigen!",
				"MSG":"Sind Sie sicher? Diese Aktion kann nicht widerrufen werden! Ihr Kontakt wird gelöscht und Sie müssen Ihn falls notwendig wieder hinzufügen!",
				"CANCELBTN":"Abbrechen",
				"DELETEBTN":"Trotzdem löschen"
			}
		},
		"DASHBOARD": {
			"24H-VOLUME": "24h Volumen",
			"BALANCES-TITLE": "Bilanz",
			"COININFO": "Informationen",
			"EST-COIN-VALUE": "Geschätzter Wert",
			"ESTIMATED-CAP": "Geschätzte Marktkapitalisierung",
			"TITLE": "Übersicht",
			"TOKEN-BALANCE": "Bilanz",
			"TOTAL-COIN-SUPPLY": "Maximale Versorgung"
		},
		"EXCHANGES": {
			"BUY": "Kaufen",
			"LAST": "Zuletzt",
			"LAST-UPDATE": "Letzte Aktualisierung",
			"NO-EXCHANGES": "Es können keine Börsen angezeigt werden.",
			"NO-EXCHANGES-MESSAGE":"Der Dienst könnte wegen Wartungsarbeiten ausfallen, oder Sie könnten ein Verbindungsproblem haben."
			"SELL": "Verkaufen",
			"TITLE": "Börsen",
			"VISIT": "Besuche",
			"VOLUME": "Volumen"
		},
		"HELP": {
			"BTC-TALK-MESSAGE": "Teilen Sie Ihre Kommentare und Ideen zu den neuesten @casinocoin Produkten mit.",
			"BTC-TALK-TITLE": "BitcoinTalk",
			"DISCORD-MESSAGE": "Live-Chat mit der Community und der CasinoCoin Foundation.",
			"DISCORD-TITLE": "Discord",
			"EMAIL-MESSAGE": "Schreiben Sie uns an <ion-text color=\"primary\">support@casinocoin.org</ion-text> und ein Support-Mitarbeiter wird sich mit Ihnen in Verbindung setzen.",
			"EMAIL-TITLE": "E-Mail",
			"FAQ-MESSAGE": "Gehen Sie zur <ion-text color=\"primary\" >CasinoCoin FAQ-Seite</ion-text> auf der Website. Die Antwort ist vielleicht schon dort!",
			"FAQ-TITLE": "FAQ",
			"GITHUB-MESSAGE": "Melden Sie einen Fehler auf der <ion-text color=\"primary\" >CasinoCoin Projektseite</ion-text>.",
			"GITHUB-TITLE": "Github",
			"INTRO": "Woher bekomme ich hilfe?",
			"MESSAGE": "Sollten Sie Probleme mit der CasinoCoin Token Wallet haben, gibt es mehrere Möglichkeiten, das Team zu kontaktieren:",
			"REDDIT-MESSAGE": "Schließen Sie sich unserem offiziellen Subreddit an und stellen Sie Ihre Frage.",
			"REDDIT-TITLE": "Reddit",
			"SOCIAL-MEDIA-MESSAGE": "Liken Sie uns auf <ion-text color=\"primary\" >Facebook</ion-text> und folgen Sie uns auf <ion-text color=\"primary\" >Twitter</ion-text>!",
			"SOCIAL-MEDIA-TITLE": "Soziale Medien",
			"TITLE": "Hilfe"
		},
		"HISTORY": {
			"DETAILS": "Details",
			"DOT": "Datum",
			"FEE": "Gebühr",
			"FROM": "Von",
			"TXDIRECTION": "Richtung",
			"TRANSACTIONS":{
				"TXINCOMING": "Eingehend",
				"TXOUTGOING": "Ausgehend",
				"TXOWN": "Eigene",
				"TXCRNROUND": "CRN Runde"
			},
			"NOT-VALIDATED": "Nicht validiert",
			"TITLE": "Historie",
			"TO": "An",
			"DESCRIPTION":"Beschreibung",
			"TRANSACTIONID": "Transaktions ID",
			"VALIDATED": "Validiert"
		},
		"IMPORT":{
			"TITLE":"Konto importieren",
			"ACCOUNT-LABEL": "Bezeichnung",
			"KEY": "Konto mit Private Key importieren",
			"SCAN": "Scan",
			"INTRO": "Bitte geben Sie das Secret für das Konto an, das Sie importieren möchten. Wählen Sie ein beliebige Bezeichnung aus. Wählen Sie die Art des Imports aus. Entweder Import durch Bewegung von Coins auf Ihr bestehndes Konto (Werthaltig) oder Import des Kontos als externes Konto (nicht Werthaltig).",
			"LEGENDS":{
				"WARNING": "Bitte geben Sie das Secret für das Konto an, das Sie importieren möchten. Sie können eine Bezeichnung Ihrer Wahl eingeben oder beim Standard belassen. Je nach Ihrer Wahl werden die Coins, die zum Konto für das eingegebene Secret gelten, auf ein neues Konto in diesem Wallet verschoben, und als solches können Sie dieselben Wortlisten für die Wiederherstellung dieses Kontos unter den anderen auf der Wallet verwenden. Andernfalls wird das Konto mit dem Private Key importiert und Sie können es in den Wallet verwenden. Jedoch wird es bei einer Wiederherstellung über die Wortliste nicht berücksichtigt. Sie müssen eine Sicherheitskopie des Private Keys aufbewahren, um auf dieses Konto zugreifen zu können, falls Sie jemals den Zugang zu diesem Wallet verlieren.",
				"KEY-EXISTING": "In bestehendes Konto innerhalb diesem Wallet importieren. (Konto kann durch Wallet Wortliste wiederhergestellt werden!)",
				"KEY-ADD": "Konto über Secret dem Wallet hinzufügen. (Konto kann später nicht durch Wallet Wortliste wiederhergestellt werden!)",
				"HEADER":"Fehler",
				"SUBHEADER":"Unerwarteter Fehler",
				"VSUBHEADER":"Falsche Informationen",
				"NEEDSECRET":"Sie müssen ein Secret angeben.",
				"NOTENOUGH":"Nicht genügend CasinoCoin Coins im Quellkonto um alle notwendigen Transaktionen durchzuführen. ",
				"NEEDLABEL":"Eine leere Bezeichnung ist nicht erlaubt! Bitte füllen Sie das Feld!",
				"WRONGSECRET":"Konto Secret falsch! Bitte prüfen Sie Ihre Eingabe und probieren es erneut.",
				"ALREADYADDED":"Das Konto mit dem angegebenen Secret existiert bereits in diesem Wallet!",
				"TRANSFERERROR":"Es ist ein Fehler beim Transfer aufgetreten. Prüfen Sie Ihre Verbindung und Ihr Konto. Anschließend probieren Sie es erneut.",
				"QRINVALID":"Dies scheint kein gültiger QR-Code für die Wortliste zu sein. Bitte überprüfen Sie, ob es sich hierbei um einen gültigen QR-Code von einem CasinoCoin Paperwallet handelt.",
				"DISCONNECTED":"Sie sind derzeit von der Blockchain/Netzwerk getrennt. Bitte überprüfen Sie Ihre Verbindung und probieren Sie es erneut.",
				"OKBTN":"Ok",
				"WHEADER":"Achtung",
				"WSUBHEADER":"Lesen Sie vor dem Fortfahren",
				"CANCELBTN":"Abbrechen",
				"PROCEEDBTN":"Ich habe verstanden"
			},
			"ACCOUNT-SECRET": "Account Secret",
			"IMPORT-TYPE": "Type of import",
			"IMPORT-ACCOUNT": "As External (key)",
			"IMPORT-FUNDS": "Funds (recoverable)",
			"PROCEED": "Start Importing",
			"OK-BTN": "OK",
			"CANCEL-BTN": "Cancel"
		},
		"LOGIN": {
			"CREATED-ON": "Erstellt am",
			"PASSWORD": "Wallet Passwort",
			"RECOVER-BACKUP": "WIEDERHERSTELLEN DURCH BACKUP",
			"RECOVER-MNEMONIC": "WIEDERHERSTELLEN DURCH WORTLISTE",
			"SELECT": "Wallet wählen",
			"TITLE": "Wallet öffnen",
			"ERRORS":{
				"IMPOSSIBLE":"Unbekannter Fehler!",
				"INVALIDPIN":"Ungültiger PIN eingegben. Versuchen Sie es erneut!",
				"VALIDATINGPIN":"Überprüfe PIN"
			},
			"UPDATE-TITLE": "Token Wallet Update",
			"VERSIONMESSAGE": "Wallet Version {{version}} {{network}}",
			"VERSIONTITLE": "Token Wallet:"
		},
		"TABS":{
			"FINDING-WALLETS":"Suche Wallet und Verbindungsaufbau zur Blockchain"
		},
		"MENU": {
			"ACCOUNT-SECRET": "Account Secret",
			"CONNECTED": "Verbunden",
			"DARKTHEME": "Dunkles Design",
			"DISCONNECTED": "Getrennt",
			"EXIT": "Schließen",
			"GREETING": "Hallo, {{name}}!",
			"ICON-FOOTER": "Bereitgestellt von CasinoCoin Foundation",
			"IMPORT-KEY": "Private Key importieren",
			"IMPORT-KEY-ADD": "Add account for secret to this wallet (recovery NOT possible!)",
			"IMPORT-KEY-EXISTING": "Import to existing account in this wallet (recovery possible)",
			"IMPORT-KEY-SECRET": "Please provide the Secret for the account you want to import. The funds belonging to the account for the given secret will be moved to the main account in this wallet.",
			"OK": "OK",
			"SHOW-TUTORIAL": "Anleitung anzeigen",
			"TITLE": "CasinoCoin Token Wallet",
			"TUTORIAL": "Anleitung",
			"WALLET-PASSWORD": "Aktuelles Wallet Passwort"
		},
		"PAPERWALLET": {
			"DISCLAIMER": "Haftungsauschluss",
			"DISCLAIMER-TEXT": "Die Nutzung des CasinoCoin Paperwallet-Generators wird ausschließlich Personen angeboten, die mindestens 18 Jahre alt sind. Die Verwendung des Paperwallet-Generators erfolgt ausschließlich auf Ihr eigenes Risiko, und Sie erklären sich hiermit einverstanden, CasinoCoin und seine Partner von allen Ansprüchen freizustellen, die sich aus oder in Verbindung mit der Verwendung des Paperwallet-Generators oder Ihrer Paperwallet ergeben, einschließlich des Risikos des Verlustes des/der Schlüssel der Papiergeldbörse und anderer Schäden jeglicher Art.",
			"EXPLAIN": "Eine CasinoCoin-Paperwallet ist ein Offline-Mechanismus zur Aufbewahrung von CasinoCoin und Tokens. Der Prozess beinhaltet das Drucken der öffentlichen und privaten Schlüssel auf Papier.",
			"GENERATE-KEYS": "Schlüssel generieren",
			"INSTRUCTIONS": "Anleitung",
			"INSTRUCTIONS-TEXT": "Schritt 1. Neue Adresse generieren <br><p>Klicken Sie auf die Schaltfläche \"Schlüssel generieren\". </p><p>Schritt 2. Drucken Sie das Paperwallet </p><p>Drucken Sie die Seite mit der hohen Qualitätseinstellung. Speichern Sie die Seite niemals als PDF-Datei, um sie später auszudrucken, da eine Datei eher gehackt werden kann als ein Stück Papier.</p><p>Schritt 3. Geben Sie Ihre öffentliche Adresse weiter </p><p>Benutzen Sie Ihre öffentliche Adresse, um CasinoCoin von anderen Benutzern zu erhalten. Sie können Ihre öffentliche Adresse so oft Sie wollen teilen.</p><p>Schritt 4. Halten Sie Ihren privaten Schlüssel geheim</p><p>Der private Schlüssel ist buchstäblich der Schlüssel zu Ihren Coins. Wenn sich jemand diesen besorgen würde, könnte er das derzeit in dem Paperwallet befindliche Guthaben und die eventuell in diesem Wallet eingezahlten Coins abheben.</p><p>Bitte testen Sie das Senden eines kleinen Betrags, bevor Sie größere Zahlungen erhalten. Sie können den Saldo Ihrer Brieftasche über Ihre öffentliche Adresse hier überprüfen: https://explorer.casinocoin.org oder hier https://csc.observer</p>",
			"PRINT": "Drucken",
			"TITLE": "Paperwallet Generator",
			"TITLE-INSTRUCTIONS": "Paperwallet Anleitungen"
		},
		"SETTINGS": {
			"TITLE": "Einstellungen",
			"LANGUAGE":"Sprache",
			"CURRENCY":"Währung",
			"CUSTOMPIN":"OS-Tastatur aktivieren",
			"OK-BTN":"Ok",
			"OS-DETECTED":"Systemeinstellungen",
			"LANGUAGES":{
					"EN":"Englisch",
					"ES":"Spanisch",
					"FR":"Französisch",
					"DE":"Deutsch"
			},
			"CANCEL-BTN":"Abbrechen",
			"CURRENCIES":{
				"USD":"USD",
				"EUR":"EUR",
				"GBP":"GBP",
				"JPY":"JPY",
				"CAD":"CAD",
				"AUD":"AUD",
				"BRL":"BRL",
				"CHF":"CHF",
				"NZD":"NZD",
				"RUB":"RUB"
			},
			"SETTINGS-SAVED":"Einstellungen gespeichert!",
			"SHOW-SEED":"Wortliste anzeigen",
			"NAME":"Anzeigename",
			"NAME-ENTER":"Tragen Sie Ihren bevorzugten Anzeigenamen ein",
			"DISPLAY-MODE":"Design",
			"THEMES":{
				"LIGHT":"Hell",
				"DARK":"Dunkel"

			},
			"FINGERPRINT":"Aktiviere Touch ID",
			"DISPLAY-MODE-ENTER":"Wählen Sie Ihr bevorzugtes Design",
			"SAVE-SETTINGS":"Speichern",
			"DISCARD-SETTINGS":"Verwerfen"
		},
		"SEED":{
			"TITLE":"Wortliste",
			"INTRO": "Schreiben Sie sich die angezeigten Wörter in exakt der Reihenfolge auf, wie Sie hier erscheinen. Schreiben Sie zusätzlich die verwendete E-Mail Adresse gemeinsam mit dem Wörtern auf und verwahren Sie diese an einem sicheren Platz.",
			"EMAIL":"Zugeordnete E-Mail",
			"BTN-CANCEL":"Abbrechen"
		},
		"RECOVER": {
			"TITLE":"Wallet mit Wörtern wiederherstellen",
			"INTRO":"Geben Sie alle Wörter in der gleichen Reihenfolge ein, in der sie initial angegeben wurden, sowie die zugehörige E-Mail und tippen Sie dann auf \"PIN erzeugen\"",
			"INTRO2":"Erzeugen Sie einen neuen PIN, wählen das Netzwerk und drücken \"Wallet wiederherstellen\" um den Wiederherstellungsprozess zu starten.",
			"MSG":"Bitte geben Sie die 12 Wörter, die bei der Einrichtung des Wallets ausgegeben wurden ein. Diese müssen in der gleichen Reihenfolge eingetragen werden wie sie initial ausgegeben wurden. Geben Sie dann die bei der Einrichtung des Wallets verwendete E-Mail-Adresse ein. Erzeugen Sie abschließend ein neues Passwort für das neue Wallet.",
			"WARNING":"Beachten Sie, dass das bisherige Wallet, mit dem zu wiederherstellendem Wallet überschrieben wird. Sie verlieren dadurch den Zugriff auf die bisherigen Wallets und oder Konten. ",
			"ACCEPT-BUTTON":"Ich habe verstanden, bitte fortfahren",
			"EMAIL":"E-Mail Adresse",
			"NETWORK":{
				"CHOICE":"Netzwerk",
				"LIVE":"LIVE",
				"TEST":"TEST"
			},
			"PIN":"Neuer PIN",
			"PIN-CONFIRM":"PIN bestätigen",
			"ERROR":"Fehler: ",
			"RECOVER-BTN":"Wallet wiederherstellen",
			"BACK-BTN":"Zur Wortliste",
			"NEXT-BTN":"PIN erzeugen",
			"CANCEL-BTN":"Abbrechen"
		},
		"SETUP": {
			"BTN-CONTINUE": "Weiter",
			"BTN-EXIT": "Beenden",
			"BTN-PREVIOUS": "Vorherige",
			"BTN-RESTART": "Neustart",
			"FOOTER": "Bereitgestellt von CasinoCoin Foundation",
			"STEP1-BTN-CREATE": "Neues Wallet",
			"STEP1-BTN-RECREATE-MNEMONIC": "Mit Wordliste wiederherstellen",
			"STEP1-BTN-RESTORE": "Mit Backup wiederherstellen",
			"STEP1-TITLE": "Wallet einrichten",
			"STEP2-ACCEPT": "Ich habe den Haftungsausschluss gelesen, verstanden und akzeptiere ihn.",
			"STEP2-DISCLAIMER-TEXT": "Basic Wallet Terms and Conditions\n\nThese terms and conditions form an agreement between you and the CasinoCoin Foundation (\"CSC\") when you download the basic wallet software to use the CasinoCoin services (\"CSC Software\"). You may download, install and use the CSC Software only in accordance with the terms and conditions of the CasinoCoin website.\n\nEligibility and Acceptance\n\nTo be eligible to download the CSC Software you must be at least 18 years old or the age of majority in the jurisdiction in which you reside. Your use of the CSC Software is your confirmation that you meet all eligibility requirements for the CSC Software and your acceptance of these terms and conditions.\n\nDisclaimer of Warranties\n\nTHE CSC SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. IN NO EVENT SHALL THE CSC BE LIABLE FOR ANY CLAIM, LOSS, DAMAGES, OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING IN ANY WAY OUT OF THE CSC SOFTWARE, YOUR USE OF THE CSC SOFTWARE, OR THE ACTS OR OMISSIONS OF CSC.\n\nLimitation of Liability\n\nCSC shall not be liable or responsible for any use or misuse of the CSC Software, or any loss whatsoever attributed to the CSC Software. The CSC Software may be unavailable from time to time due to interruptions in services provided by third party providers or due to technical interruptions or maintenance requirements, and CSC is not liable for any loss which you may suffer as a result of such interruptions.\n\nLast Update: November 24, 2017",
			"STEP2-SUBTITLE": "Bevor die Einrichtung des Wallets fortgesetzt werden kann, müssen Sie den folgenden Haftungsausschluss akzeptieren:",
			"STEP2-TITLE": "Haftungsausschluss akzeptieren",
			"STEP3-EMAIL": "E-Mail",
			"STEP3-EMAIL-PASSWORD": "E-Mail und Passwort",
			"STEP3-INTRO-TEXT": "Bitte geben Sie Ihre E-Mail Adresse und das Passwort ein. Halten Sie die Ihre Daten an einem sicheren Platz. Ohne diese Daten können Sie Ihr Wallet nicht mehr öffnen!",
			"STEP3-NAME": "Name",
			"STEP3-PASSWORD": "Wallet Passwort",
			"STEP3-PINCODE": "Wallet PIN",
			"STEP3-REPEAT-PASS": "Bestätigen Sie Ihr Passwort",
			"STEP3-REPEAT-PIN": "Bestätigen sie Ihren PIN",
			"STEP3-REQUIRE-EMAIL": "Verwenden Sie eine valide E-Mail Adresse.",
			"STEP3-REQUIRE-PIN": "Ihr PIN muss 6 stellig sein.",
			"STEP3-REQUIRE-PINMATCH": "Keine Übereinstimmung. Beide PINs müssen identisch sein.",
			"STEP3-REQUIREMENT": "Ihr PIN muss 6 stellig sein. Verwenden Sie eine valide E-Mail Adresse.",
			"STEP3-REQUIREMENT-WITHPASS": "Ihr Kennwort muss Buchstaben, Zahlen und mindestens 8 Zeichen lang sein. Verwenden Sie eine valide E-Mail Adresse.",
			"STEP4-DEVOPTS": "Entwickler",
			"STEP4-DEVOPTS-TEXT": "Verbindung zum TEST-Netzwerk",
			"STEP4-SUBTITLE": "Das neue Wallet wird standardmäßig mit dem LIVE-Netzwerk verbunden. Wenn Sie testen möchten, können Sie die untenstehende Option wählen. Beachten Sie, dass Coins, die über das LIVE-Netzwerk an ein Konto im TEST-Netzwerk gesendet werden, für immer verloren gehen!",
			"STEP4-TITLE": "Wallet Netzwerk",
			"STEP5-EMAIL": "E-Mail Adresse",
			"STEP5-LASTWARNING-BTN-CANCEL": "Zurück",
			"STEP5-LASTWARNING-BTN-CONFIRM": "Ich habe eine Kopie angelegt",
			"STEP5-LASTWARNING-HEADER": "Bevor Sie fortfahren",
			"STEP5-LASTWARNING-MESSAGE": "Sind Sie sicher? Wenn Sie fortfahren möchten, stellen Sie bitte sicher, dass Sie Zugang zu der Kopie dieser Wortliste haben, sonst müssen Sie den Einrichtungsvorgang von vorne beginnen.",
			"STEP5-LASTWARNING-SUBHEADER": "Letzte Erinnerung",
			"STEP5-RECOVERY-ACCEPT": "Ich habe den Wallet Wiederherstellungs Wortliste und die E-Mail-Adresse gespeichert und ich habe die die Konsequenzen verstanden, wenn ich dies nicht tue.",
			"STEP5-REMINDER-BUTTON": "Ich verstehe.",
			"STEP5-REMINDER-HEADER": "Warnung",
			"STEP5-REMINDER-MESSAGE": "Falls Sie den Zugriff auf Ihre Wallet oder Ihr Passwort verlieren, können Sie es mit Hilfe des Wiederherstellungs Wortliste und der E-Mail-Adresse, die Sie bei der Erstellung des Wallets verwendet haben, wiederherstellen. Bitte notieren Sie die angezeigten Wörter in der genauen Reihenfolge, wie sie erscheinen, zusammen mit Ihrer E-Mail-Adresse auf einem Stück Papier oder anderweitig und bewahren Sie sie sicher auf.",
			"STEP5-REMINDER-SUBHEADER": "Bitte sorgfälltig lesen",
			"STEP5-TITLE": "Wallet Wiederherstellungs-Wortliste",
			"STEP5-SUBTITLE": "Machen Sie eine Kopie!",
			"STEP6-SUBTITLE": "Geben Sie die abgefragten Wörter ein",
			"STEP6-TITLE": "Wallet Wiederherstellungs-Wordliste Prüfung",
			"STEP6-WORD": "Wort",
			"STEP6-WORDS-NOT-EQUAL": "Die angefragten Wörter sind nicht identisch",
			"STEP7-BTN-FINISH-SETUP": "Wallet öffnen",
			"STEP7-FINISHED": "Abgeschlossen",
			"STEP7-STATUS": "Status",
			"STEP7-STATUS-CONNECT": "Verbindung zum CasinoCoin Netzwerk",
			"STEP7-STATUS-ENCRYPTION": "Private Schlüssel verschlüsseln",
			"STEP7-STATUS-FINALIZING": "Einrichtung abschließen",
			"STEP7-STATUS-WALLET": "Wallet erzeugen",
			"STEP7-TITLE": "Abschluss der Wallet Einrichtung",
			"TITLE": "CasinoCoin Token Wallet"
		},
		"WALLET": {
			"ACCOUNT": "Konto",
			"ACCOUNT-BALANCE": "Konto Bilanz",
			"ACCOUNT-COPY-CBOARD": "Konto kopieren",
			"ACCOUNT-LABEL": "Konto Bezeichnung",
			"ACCOUNTID": "Account ID",
			"ACTIVATE": "Aktiviert",
			"ACTIVATE-CSC": "Senden Sie mindestens {{accountReserve}} CasinoCoin an Ihr Konto um es zu aktivieren.",
			"ACTIVE": "Aktiv",
			"ADD-ACCOUNT": "Konto hinzufügen",
			"TOKEN-SEND":{
				"ERRORS":{
					"HEADER":"FEHLER",
					"SUBHEADER-NP":"Nicht verarbeitet",
					"SUBHEADER-UE":"Unerwarteter Fehler",
					"SUBHEADER-IN":"Informationen unvollständig",
					"MSG-DESTEMPTY":"Bitte geben Sie eine Empfängeradresse ein.",
					"MSG-ACTINVALID":"Die angegebene Adresse ist nicht gültig.",
					"MSG-AMTINVALID":"Die angegebene Menge ist ungültig.",
					"MSG-DESTINVALID":"Die angegebene Empfängeradresse ist nicht gültig.",
					"MSG-PININVALID":"Falscher PIN eingegeben",
					"BTN-OK":"OK"
				}
			},
			"ADD-NEW-CSC-PASSWORD": "Bitte geben Sie Ihr aktuelles Wallet Passwort an",
			"ADD-NEW-CSC-TITTLE": "Neues CasinoCoin Konto hinzufügen",
			"ADD-NEW-TOKEN-TITTLE": "Neues Token Konto hinzufügen",
			"ADD-TOKEN": "Token hinzufügen",
			"ADD-TOKEN-ACCOUNT": "Für Konto",
			"AMOUNT": "Menge",
			"AMOUNTRESERVED": "Reservierte Menge",
			"AVAILABLE": "Verfügbar",
			"BALANCE": "Bilanz",
			"CANCEL": "Abbrechen",
			"DESCRIPTION": "Beschreibung",
			"DESTINATIONACCOUNT": "Empfängerkonto",
			"DESTTAG": "Empfänger Tag",
			"EDIT-LABEL": "Konto Bezeichnung bearbeiten",
			"ERROR-MSG": "Ein Fehler ist aufgetreten.",
			"ERROR-OK": "OK",
			"ERROR-TITLE": "FEHLER",
			"EXPLORE": "Durchsuchen",
			"FEES": "Gebühren",
			"FROMACCOUNT": "Von Konto",
			"FUND-CSC-TO-ACTIVATE": "Bitte füllen Sie Ihr Konto so auf, dass es mindestens das 2-fache der Kontoreserve von {{accountReserve}} CasinoCoins aufweist, um ein neues Token Konto zu aktivieren.",
			"INACTIVE": "Nicht aktiviert",
			"LABEL": "Bezeichnung",
			"LEDGER": "Register",
			"LEDGER-INFO": "Register Informationen",
			"NO-LEDGERS": "Keine Register heruntergeladen",
			"NOT-ENOUGH-CSC": "Nicht genügend CasinoCoins um die Transaktion zu erzeugen.",
			"PASSWORD": "Wallet Passwort",
			"RECEIVE": "Empfangen",
			"RECEIVETOKEN": " {{token}} empfangen",
			"RESERVED": "Reserviert",
			"SAVE": "Speichern",
			"SELECT-CSC-ACCOUNT": "Wählen Sie das CasinoCoin Konto dem der Token hinzugefügt werden soll:",
			"SELECT-NEW-TOKEN": "Wählen Sie den neuen Token, der dem Wallet hinzugefügt werden solll",
			"SEND": "Senden",
			"SEND-ALL": "Alle",
			"SENDTOKEN": "{{token}} senden",
			"SHOW-ADD-ACCOUNT": "CasinCoin Konto hinzufügen",
			"SHOW-ADD-TOKEN": "Token hinzufügen",
			"SHOW-EXCHANGES": "Börsen anzeigen",
			"SHOW-LEDGERS": "Register anzeigen",
			"SHOW-SECRET": "Secret anzeigen",
			"SHOW-SECRET-TITLE": "Konto Secret anzeigen",
			"STATUS": "Status",
			"TIME": "Zeit",
			"TITLE": "Wallet",
			"TOACCOUNT": "Empfängerkonto",
			"TOKEN": "Token",
			"TX": "TA",
			"UPDATEQR": "QR Code aktualisieren",
			"SHAREQR": "QR Code teilen",
			"SHARESTRING": "Account ID teilen"
		}
	}
}
